Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: systemd-resolved package is not installed. Install it for additional functionality.
sv: systemd-resolved paketet Ã¤r inte installerat. Installera det fÃ¶r ytterligare funktionalitet.

source: Install
sv: Installera

source: Error retrieving status:
sv: Fel vid hÃ¤mtning av status:

source: Set Hostname
sv: StÃ¤ll in vÃ¤rdnamn

source: Error setting hostname: {exception}
sv: Fel instÃ¤llning av vÃ¤rdnamn: {exception}

source: Add Domain Name
sv: LÃ¤gg till domÃ¤nnamn

source: Configure network devices. Connect to the Internet via Ethernet, Wi-Fi or PPPoE. Share that connection with other devices on the network.
sv: Konfigurera nÃ¤tverksenheter. Anslut till Internet via Ethernet, Wi-Fi eller PPPoE. Dela den anslutningen med andra enheter i nÃ¤tverket.

source: Devices administered through other methods may not be available for configuration here.
sv: Enheter som administreras via andra metoder kanske inte Ã¤r tillgÃ¤ngliga fÃ¶r konfiguration hÃ¤r.

source: Networks
sv: Nätverk

source: unknown
sv: okänd

source: Connection Type
sv: Anslutningstyp

source: Connection Name
sv: Anslutningens namn

source: Network Interface
sv: NÃ¤tverksgrÃ¤nssnitt

source: The network device that this connection should be bound to.
sv: Den nÃ¤tverksenhet som denna anslutning ska knytas till.

source: Firewall Zone
sv: BrandvÃ¤ggs-zon

source: The firewall zone will control which services are available over this interfaces. Select Internal only for trusted networks.
sv: BrandvÃ¤ggs-zonen bestÃ¤mmer vilka tjÃ¤nster Ã¤r tillgÃ¤ngliga genom detta grÃ¤nssnitt. VÃ¤lj endast interna fÃ¶r betrodda nÃ¤tverk.

source: Use DNS-over-TLS
sv: AnvÃ¤nd DNS-via-TLS

source: IPv4 Addressing Method
sv: Addresseringsmetod fÃ¶r IPv4

source: Automatic (DHCP): Configure automatically, use Internet connection from this network
sv: Automatiskt (DHCP): Konfigurera automatiskt, anvÃ¤nd Internetanslutning frÃ¥n det hÃ¤r nÃ¤tverket

source: Shared: Act as a router, provide Internet connection to other devices on this network
sv: Delad: Agera som en router, ge Internet-anslutning till andra enheter i det hÃ¤r nÃ¤tverket

source: Manual: Use manually specified parameters, use Internet connection from this network
sv: Manuell: AnvÃ¤nd manuellt angivna parametrar, anvÃ¤nd Internet-anslutning frÃ¥n det hÃ¤r nÃ¤tverket

source: Disabled: Do not configure this addressing method
sv: Inaktiverad: Konfigurera inte den hÃ¤r adresseringsmetoden

source: Netmask
sv: NÃ¤tmask

source: Optional value. If left blank, a default netmask based on the address will be used.
sv: Valfritt vÃ¤rde. Om detta lÃ¤mnas tomt kommer en standard nÃ¤tmask baserad pÃ¥ adressen anvÃ¤ndas.

source: Optional value.
sv: Valfritt vÃ¤rde.

source: Optional value. If this value is given and IPv4 addressing method is "Automatic", the DNS Servers provided by a DHCP server will be ignored.
sv: Valfritt vÃ¤rde. Om detta anges och IPv4-adresserings metod Ã¤r satt till "Automatisk", kommer DNS-servrar tillhandahÃ¥llna av en DHCP-server att ignoreras.

source: Second DNS Server
sv: SekundÃ¤r DNS-server

source: Optional value. If this value is given and IPv4 Addressing Method is "Automatic", the DNS Servers provided by a DHCP server will be ignored.
sv: Valfritt vÃ¤rde. Om vÃ¤rde anges och IPv4-adresseringsmetod Ã¤r "Automatisk", kommer DNS-servrar tillhandahÃ¥llna av en DHCP-server att ignoreras.

source: IPv6 Addressing Method
sv: IPv6-Addresseringsmetod

source: Automatic: Configure automatically, use Internet connection from this network
sv: Automatiskt: Konfigurera automatiskt, anvÃ¤nd Internetanslutning frÃ¥n det hÃ¤r nÃ¤tverket

source: Automatic (DHCP only): Configure automatically, use Internet connection from this network
sv: Endast automatiskt (Endast DHCP): Konfigurera automatiskt, anvÃ¤nd Internetanslutning frÃ¥n det hÃ¤r nÃ¤tverket

source: Link-local: Configure automatically to use an address that is only relevant to this network.
sv: Link-local: Konfigurera automatiskt fÃ¶r att anvÃ¤nda en adress som endast Ã¤r relevant fÃ¶r detta nÃ¤tverk.

source: Ignore: Ignore this addressing method
sv: Ignorera: Ignorera den hÃ¤r adresseringsmetoden

source: Disabled: Disable IPv6 for this connection
sv: Inaktiverad: Inaktivera IPv6 fÃ¶r denna anslutning

source: Value between 1 and 128.
sv: VÃ¤rde mellan 1 och 128.

source: Optional value. If this value is given and IPv6 addressing method is "Automatic", the DNS Servers provided by a DHCP server will be ignored.
sv: Valfritt vÃ¤rde. Om detta anges och IPv6-adresserings metod Ã¤r satt till "Automatisk", kommer DNS-servrar tillhandahÃ¥llna av en DHCP-server att ignoreras.

source: Optional value. If this value is given and IPv6 Addressing Method is "Automatic", the DNS Servers provided by a DHCP server will be ignored.
sv: Valfritt vÃ¤rde. Om vÃ¤rde anges och IPv6-adresseringsmetod Ã¤r "Automatisk", kommer DNS-servrar tillhandahÃ¥llna av en DHCP-server att ignoreras.

source: -- select --
sv: --VÃ¤lj--

source: The visible name of the network.
sv: Synligt namn fÃ¶r nÃ¤tverket.

source: Mode
sv: Läge

source: Infrastructure
sv: Infrastruktur

source: Access Point
sv: Åtkomstpunkt

source: Frequency Band
sv: Frekvensbandet

source: Channel
sv: Kanal

source: Optional value. Wireless channel in the selected frequency band to restrict to. Blank or 0 value means automatic selection.
sv: Valfritt vÃ¤rde. TrÃ¥dlÃ¶sa kanalen i det valda frekvensbandet fÃ¶r att begrÃ¤nsa till. Tomt eller 0 vÃ¤rde betyder automatiskt val.

source: Optional value. Unique identifier for the access point. When connecting to an access point, connect only if the BSSID of the access point matches the one provided. Example: 00:11:22:aa:bb:cc.
sv: Valfritt vÃ¤rde. Unik identifierare fÃ¶r Ã¥tkomstpunkten. NÃ¤r du ansluter till en Ã¥tkomstpunkt ska du endast ansluta om Ã¥tkomstpunktens BSSID matchar det som angetts. Exempel: 00:11:22: aa: bb: cc.

source: Authentication Mode
sv: AutentiseringslÃ¤ge

source: Select WPA if the wireless network is secured and requires clients to have the password to connect.
sv: VÃ¤lj WPA om det trÃ¥dlÃ¶sa nÃ¤tverket Ã¤r sÃ¤kert och krÃ¤ver att anvÃ¤ndare har lÃ¶senord fÃ¶r att ansluta.

source: Open
sv: Ãppet

source: Specify how your {box_name} is connected to your network
sv: Ange hur ditt {box_name} Ã¤r anslutet till ditt nÃ¤tverk

source: Connected to a router <p class="help-block">Your {box_name} gets its Internet connection from your router via Wi-Fi or Ethernet cable. This is a typical home setup.</p>
sv: Ansluten till en router <p class="help-block">Din {box_name} fÃ¥r sin Internetanslutning frÃ¥n routern via Wi-Fi- eller Ethernet-kabel. Detta Ã¤r en typisk hem setup.</p>

source: {box_name} is your router <p class="help-block">Your {box_name} has multiple network interfaces such as multiple Ethernet ports or a Wi-Fi adapter. {box_name} is directly connected to the Internet and all your devices connect to {box_name} for their Internet connectivity.</p>
sv: {box_name} Ã¤r routern <p class="help-block">Din {box_name} har flera nÃ¤tverksgrÃ¤nssnitt, till exempel flera Ethernet-portar eller ett Wi-Fi-kort. {box_name} Ã¤r direkt ansluten till Internet och alla dina enheter ansluter till {box_name} fÃ¶r sin Internetanslutning.</p>

source: Directly connected to the Internet <p class="help-block">Your Internet connection is directly attached to your {box_name} and there are no other devices on the network. This can happen on community or cloud setups.</p>
sv: Direkt ansluten till Internet <p class="help-block">Din Internetanslutning Ã¤r direkt ansluten till {box_name} och det finns inga andra enheter i nÃ¤tverket. Detta kan intrÃ¤ffa pÃ¥ community- eller molninstÃ¤llningar.</p>

source: Choose your internet connection type
sv: VÃ¤lj din internetanslutningstyp

source: I have a public IP address that may change over time<p class="help-block">This means that devices on the Internet can reach you when you are connected to the Internet. Every time you connect to the Internet with your Internet Service Provider (ISP), you may get a different IP address, especially after some offline time. Many ISPs offer this type of connectivity. If you have a public IP address but are unsure if it changes over time or not, it is safer to choose this option.</p>
sv: Jag har en offentlig IP-adress som kan Ã¤ndras med tiden<p class="help-block">Det innebÃ¤r att enheter pÃ¥ Internet kan nÃ¥ dig nÃ¤r du Ã¤r ansluten till Internet. Varje gÃ¥ng du ansluter till Internet med Internet-leverantÃ¶ren kan du fÃ¥ en annan IP-adress, sÃ¤rskilt efter lite offlinetid. MÃ¥nga InternetleverantÃ¶rer erbjuder den hÃ¤r typen av anslutning. Om du har en offentlig IP-adress men Ã¤r osÃ¤ker pÃ¥ om den Ã¤ndras med tiden eller inte, Ã¤r det sÃ¤krare att vÃ¤lja det hÃ¤r alternativet.</p>

source: I have a public IP address that does not change over time (recommended)<p class="help-block">This means that devices on the Internet can reach you when you are connected to the Internet. Every time you connect to the Internet with your Internet Service Provider (ISP), you always get the same IP address. This is the most trouble-free setup for many {box_name} services but very few ISPs offer this. You may be able to get this service from your ISP by making an additional payment.</p>
sv: Jag har en publik IP-adress som inte Ã¤ndras Ã¶ver tid (rekommenderas)<p class="help-block">Detta innebÃ¤r att enheter pÃ¥ Internet kan nÃ¥ dig nÃ¤r du Ã¤r ansluten till Internet. Varje gÃ¥ng du ansluter till Internet med din Internet Service Provider (ISP), du fÃ¥r alltid samma IP-adress. Detta Ã¤r den mest problemfria setup fÃ¶r mÃ¥nga {box_name} tjÃ¤nster, men vÃ¤ldigt fÃ¥ InternetleverantÃ¶rer erbjuder detta. Du kan fÃ¥ denna service frÃ¥n din ISP genom att gÃ¶ra en extra betalning.</p>

source: I dont have a public IP address<p class="help-block">This means that devices on the Internet <b>can not</b> reach you when you are connected to the Internet. Every time you connect to the Internet with your Internet Service Provider (ISP), you get an IP address that is only relevant for local networks. Many ISPs offer this type of connectivity. This is the most troublesome situation for hosting services at home. {box_name} provides many workaround solutions but each solution has some limitations.</p>
sv: Jag har ingen offentlig IP-adress<p class="help-block">Det innebÃ¤r att enheter pÃ¥ Internet <b> inte kan</b> nÃ¥ dig nÃ¤r du Ã¤r ansluten till Internet. Varje gÃ¥ng du ansluter till Internet med Internet-leverantÃ¶ren fÃ¥r du en IP-adress som endast Ã¤r relevant fÃ¶r lokala nÃ¤tverk. MÃ¥nga InternetleverantÃ¶rer erbjuder den hÃ¤r typen av anslutning. Detta Ã¤r den mest besvÃ¤rliga situationen fÃ¶r hosting tjÃ¤nster hemma. {box_name} innehÃ¥ller mÃ¥nga lÃ¶sningar men varje lÃ¶sning har vissa begrÃ¤nsningar.</p>

source: I do not know the type of connection my ISP provides <p class="help-block">You will be suggested the most conservative actions.</p>
sv: Jag vet inte vilken typ av anslutning internetleverantÃ¶ren tillhandahÃ¥ller <p class="help-block">Du kommer att fÃ¶reslÃ¥s de mest konservativa Ã¥tgÃ¤rderna.</p>

source: Preferred router configuration
sv: Ãnskad routerkonfiguration

source: Use DMZ feature to forward all traffic (recommended) <p class="help-block">Most routers provide a configuration setting called DMZ. This will allow the router to forward all incoming traffic from the Internet to a single IP address such as the {box_name}'s IP address. First remember to configure a static local IP address for your {box_name} in your router's configuration.</p>
sv: AnvÃ¤nd DMZ-funktionen fÃ¶r att vidarebefordra all trafik<p class="help-block">De flesta routrar tillhandahÃ¥ller en konfigurationsinstÃ¤llning som kallas DMZ. Detta gÃ¶r det mÃ¶jligt fÃ¶r routern att vidarebefordra all inkommande trafik frÃ¥n Internet till en enda IP-adress, till exempel {box_name}-adressen. Kom fÃ¶rst ihÃ¥g att konfigurera en statisk lokal IP-adress fÃ¶r din {box_name} i routerns konfiguration.</p>

source: Forward specific traffic as needed by each application <p class="help-block">You may alternatively choose to forward only specific traffic to your {box_name}. This is ideal if you have other servers like {box_name} in your network or if your router does not support DMZ feature. All applications that provide a web interface need you to forward traffic from ports 80 and 443 to work. Each of the other applications will suggest which port(s) need to be forwarded for that application to work.</p>
sv: Vidarebefordra specifik trafik efter behov av varje program <p class="help-block">Du kan alternativt vÃ¤lja att endast vidarebefordra specifik trafik till dina {box_name}. Detta Ã¤r idealiskt om du har andra servrar som {box_name} i nÃ¤tverket eller om routern inte stÃ¶der DMZ-funktionen. Alla program som tillhandahÃ¥ller ett webbgrÃ¤nssnitt mÃ¥ste du vidarebefordra trafik frÃ¥n portarna 80 och 443 fÃ¶r att fungera. Var och en av de andra ansÃ¶kningarna kommer att fÃ¶reslÃ¥ vilken eller vilka portar som behÃ¶ver vidarebefordras fÃ¶r att ansÃ¶kan ska fungera.</p>

source: Router is currently unconfigured <p class="help-block">Choose this if you have not configured or are unable to configure the router currently and wish to be reminded later. Some of the other configuration steps may fail.</p>
sv: Routern Ã¤r fÃ¶r nÃ¤rvarande okonfigurerad <p class="help-block">VÃ¤lj det hÃ¤r alternativet om du inte har konfigurerat eller inte kan konfigurera routern fÃ¶r tillfÃ¤llet och vill bli pÃ¥mind senare. Vissa andra konfigurationssteg kan misslyckas.</p>

source: Local network
sv: Lokalt nÃ¤tverk

source: Topology
sv: Topologi

source: This is the primary connection that %(box_name)s relies on for Internet connectivity. Altering it may render your %(box_name)s unreachable. Ensure that you have other means to access %(box_name)s before altering this connection.
sv: Detta Ã¤r den primÃ¤ra anslutningen som %(box_name)s Ã¤r beroende av fÃ¶r Internet-anslutning. Ãndra det kan gÃ¶ra din %(box_name)s onÃ¥bar. Se till att du har andra sÃ¤tt att komma Ã¥t %(box_name)s innan du Ã¤ndrar den hÃ¤r anslutningen.

source: Edit connection
sv: Redigera anslutning

source: Deactivate
sv: Avaktivera

source: Activate
sv: Aktivera

source: Delete connection
sv: Ta bort anslutning

source: Connection
sv: Anslutning

source: Primary connection
sv: PrimÃ¤r anslutning

source: Device
sv: Enhet

source: State
sv: Tillstånd

source: State reason
sv: Anledning tillstÃ¥nd

source: MAC address
sv: MAC-adress

source: Interface
sv: Gränssnitt

source: Description
sv: Beskrivning

source: Physical Link
sv: Fysisk lÃ¤nk

source: Link state
sv: LÃ¤nktillstÃ¥nd

source: cable is connected
sv: kabeln Ã¤r ansluten

source: please check cable
sv: vÃ¤nligen kontrollera kabel

source: Speed
sv: Hastighet

source: Signal strength
sv: Signalstyrka

source: Method
sv: Metod

source: IP address
sv: IP-adress

source: Default
sv: Standard

source: This connection is not active.
sv: Den hÃ¤r anslutningen Ã¤r inte aktiv.

source: Privacy
sv: Integritet

source: Firewall zone
sv: BrandvÃ¤ggs zon

source: Info:
sv: Information:

source: This interface should be connected to a local network/machine. If you connect this interface to a public network, services meant to be available only internally will become available externally. This is a security risk.
sv: Det hÃ¤r grÃ¤nssnittet ska anslutas till ett lokalt nÃ¤tverk/en dator. Om du ansluter det hÃ¤r grÃ¤nssnittet till ett offentligt nÃ¤tverk kommer tjÃ¤nster som Ã¤r avsedda att vara tillgÃ¤ngliga endast internt att bli tillgÃ¤ngliga externt. Detta Ã¤r en sÃ¤kerhetsrisk.

source: This interface should receive your Internet connection. If you connect it to a local network/machine, many services meant to available only internally will not be available.
sv: Det hÃ¤r grÃ¤nssnittet bÃ¶r ta emot din Internet anslutning. Om du ansluter den till ett lokalt nÃ¤tverk/en maskin, kommer mÃ¥nga tjÃ¤nster som Ã¤r avsedda att endast vara tillgÃ¤ngliga internt inte att vara tillgÃ¤ngliga.

source: External
sv: Externt

source: This interface is not maintained by %(box_name)s. For security, it is automatically assigned to the external zone.
sv: Detta grÃ¤nssnitt upprÃ¤tthÃ¥lls inte av %(box_name)s. FÃ¶r sÃ¤kerhet tilldelas den automatiskt till den externa zonen.

source: Create Connection
sv: Skapa anslutning

source: Delete Connection
sv: Ta Bort Anslutning

source: Delete connection <strong>%(name)s</strong> permanently?
sv: Ta bort anslutning <strong> %(name)s </strong> permanent?

source: Spacing
sv: Avstånd

source: Show connection %(name)s
sv: Visa anslutning %(name)s

source: Internal
sv: Internt

source: Computer
sv: Dator

source: Edit Connection
sv: Redigera Anslutning

source: Error:
sv: Fel:

source: Close
sv: Stäng

source: General
sv: Allmänt

source: Connections
sv: Anslutningar

source: Nearby Wi-Fi Networks
sv: Wi-Fi-nÃ¤tverk i nÃ¤rheten

source: Add Connection
sv: LÃ¤gg till Anslutning

source: Active
sv: Aktiv

source: Inactive
sv: Inaktiva

source: Delete connection %(name)s
sv: Ta bort anslutning %(name)s

source: Create...
sv: Skaffa...

source: What Type Of Internet Connection Do You Have?
sv: Vilken typ av Internet-anslutning har du?

source: Select an option that best describes the type of Internet connection. This information is used only to guide you with further setup.
sv: VÃ¤lj ett alternativ som bÃ¤st beskriver typen av Internetanslutning. Den hÃ¤r informationen anvÃ¤nds endast fÃ¶r att guida dig med ytterligare instÃ¤llningar.

source: Your Internet Connection Type
sv: Din Internet-anslutningstyp

source: The following best describes the type of Internet connection provided by your ISP. This information is only used to suggest you necessary configuration actions.
sv: FÃ¶ljande beskriver bÃ¤st vilken typ av Internetanslutning som tillhandahÃ¥lls av Internet-leverantÃ¶ren. Den hÃ¤r informationen anvÃ¤nds bara fÃ¶r att fÃ¶reslÃ¥ dig nÃ¶dvÃ¤ndiga konfigurationsÃ¥tgÃ¤rder.

source: My ISP provides a public IP address that does not change over time.
sv: Min ISP tillhandahÃ¥ller en offentlig IP-adress som inte Ã¤ndras med tiden.

source: My ISP provides a public IP address that may change over time.
sv: Min ISP tillhandahÃ¥ller en offentlig IP-adress som kan Ã¤ndras med tiden.

source: My ISP does not provide a public IP address.
sv: Min internetleverantÃ¶r ger inte nÃ¥gon offentlig IP-adress.

source: I do not know the type of connection my ISP provides.
sv: Jag vet inte vilken typ av anslutning min ISP tillhandahÃ¥ller.

source: Update...
sv: Uppdatering...

source: Submit
sv: SÃ¤nd

source: How is Your %(box_name)s Connected to the Internet?
sv: Hur Ã¤r din %(box_name)s ansluten till Internet?

source: Select an option that best describes how your %(box_name)s is connected in your network. This information is used to guide you with further setup. It can be changed later.
sv: VÃ¤lj ett alternativ som bÃ¤st beskriver hur %(box_name)s Ã¤r anslutet i nÃ¤tverket. Den hÃ¤r informationen anvÃ¤nds fÃ¶r att guida dig med ytterligare instÃ¤llningar. Det kan Ã¤ndras senare.

source: %(box_name)s Internet Connectivity
sv: %(box_name)s internet-anslutning

source: The following best describes how your %(box_name)s is connected in your network. This information is used only to suggest necessary configuration actions.
sv: FÃ¶ljande beskriver bÃ¤st hur dina %(box_name)s Ã¤r anslutna i nÃ¤tverket. Den hÃ¤r informationen anvÃ¤nds bara fÃ¶r att fÃ¶reslÃ¥ nÃ¶dvÃ¤ndiga konfigurationsÃ¥tgÃ¤rder.

source: Your %(box_name)s gets its Internet connection from your router via Wi-Fi or Ethernet cable. This is a typical home setup.
sv: %(box_name)s fÃ¥r sin Internetanslutning frÃ¥n routern via Wi-Fi- eller Ethernet-kabel. Detta Ã¤r en typisk hem setup.

source: Your %(box_name)s is directly connected to the Internet and all your devices connect to %(box_name)s for their Internet connectivity.
sv: %(box_name)s Ã¤r direkt ansluten till Internet och alla dina enheter ansluter till %(box_name)s fÃ¶r sin Internetanslutning.

source: Your Internet connection is directly attached to your %(box_name)s and there are no other devices on the network.
sv: Din Internetanslutning Ã¤r direkt kopplad till dina %(box_name)s och det finns inga andra enheter i nÃ¤tverket.

source: Advanced networking operations such as bonding, bridging and VLAN management are provided by the <a href="/_cockpit/network">Cockpit</a> app.
sv: Avancerade nÃ¤tverksÃ¥tgÃ¤rder som bindning, bryggning och VLAN-hantering tillhandahÃ¥lls av appen <a href="/_cockpit/network">Cockpit</a>.

source: Setup %(box_name)s Behind a Router
sv: Setup %(box_name)s Bakom en Router

source: Your %(box_name)s gets its internet connection from your router via Wi-Fi or Ethernet cable. This is a typical home setup.
sv: Dina %(box_name)s fÃ¥r sin internetuppkoppling frÃ¥n routern via Wi-Fi eller Ethernet-kabel. Detta Ã¤r en typisk hem instÃ¤llning.

source: With this setup, any device on the internet trying to reach your %(box_name)s will have to go through your router. The router will need to be configured to forward all traffic it receives so that %(box_name)s provides the services.
sv: Med den hÃ¤r instÃ¤llningen mÃ¥ste alla enheter pÃ¥ internet som fÃ¶rsÃ¶ker nÃ¥ dina %(box_name)s gÃ¥ igenom routern. Routern mÃ¥ste konfigureras fÃ¶r att vidarebefordra all trafik den tar emot sÃ¥ att %(box_name)s tillhandahÃ¥ller tjÃ¤nsterna.

source: If you don't have control over your router, choose not to configure it. To see options to overcome this limitation, choose 'I dont have a public IP address' option in <a href="/freedombox/sys/networks/internet-connection-type/">Internet connection type selection</a>.
sv: Om du inte har kontroll Ã¶ver routern kan du vÃ¤lja att inte konfigurera den. Om du vill se alternativ fÃ¶r att Ã¶vervinna denna begrÃ¤nsning vÃ¤ljer du 'Jag har ingen offentlig IP-adress' i <a href="/freedombox/sys/networks/internet-connection-type/">Val av typ av internetanslutning</a>.

source: Choose How You Wish to Configure Your Router
sv: VÃ¤lj hur du vill konfigurera routern

source: You will need to login to your router's administration console provided by the router. This may look like one of the following:
sv: Du mÃ¥ste logga in pÃ¥ routerns administrationskonsol som tillhandahÃ¥lls av routern. Detta kan se ut som nÃ¥got av fÃ¶ljande:

source: The username and password is configured by you when you first setup the router. For many routers, this information is printed at the back of the router. If you don't remember the credentials or the IP address of the router, you may decide to reset it and set it up freshly. Lookup your router model number and search online for the router's manual. This will provide full instructions on how to perform this task.
sv: AnvÃ¤ndarnamnet och lÃ¶senordet konfigureras av dig nÃ¤r du fÃ¶rst konfigurerar routern. FÃ¶r mÃ¥nga routrar skrivs den hÃ¤r informationen ut pÃ¥ routerns baksida. Om du inte kommer ihÃ¥g autentiseringsuppgifterna eller routerns IP-adress kan du vÃ¤lja att Ã¥terstÃ¤lla den och konfigurera den pÃ¥ nytt. SlÃ¥ upp din router modellnummer och sÃ¶k online fÃ¶r routerns manual. Detta ger fullstÃ¤ndiga instruktioner om hur du utfÃ¶r den hÃ¤r uppgiften.

source: No Wi-Fi device detected.
sv: Inga WiFi-enhet upptÃ¤ckt.

source: Device: %(interface_name)s
sv: Enhet: %(interface_name)s

source: Last scanned:
sv: Senast skannad:

source: never
sv: aldrig

source: No Wi-Fi networks found.
sv: Inga WiFi-nÃ¤tverk hittades.

source: disabled
sv: inaktiverad

source: automatic
sv: automatiskt

source: shared
sv: delad

source: link-local
sv: lÃ¤nk-lokal

source: ignore
sv: ignorera

source: unmanaged
sv: ohanterad

source: unavailable
sv: otillgÃ¤ngligt

source: disconnected
sv: ifrÃ¥nkopplat

source: preparing
sv: fÃ¶rbereder

source: connecting
sv: ansluter

source: needs authentication
sv: behÃ¶ver autentisering
